---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ScheduleTopLevelOffsetParam
source: html/68c995d8-f716-72e4-c63a-0aa8ae80d035.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ScheduleTopLevelOffsetParam Property

"Top Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId ScheduleTopLevelOffsetParam { get; }
```